(function ($) {
	$.fn.datepicker.language['ar'] = {
		days: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
		daysShort: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
		daysMin: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
		months: ['كانون ثاني','شباط','آذار','نيسان','أيار','حزيران','تموز','آب','أيلول','تشرين أول','تشرين ثاني','كانون أول'],
		monthsShort: ['ك 2','شباط','آذار','نيسان','أيار','حزيران','تموز','آب','أيلول','ت 1','ت 2','ك 1'],
		today: 'اليوم',
		clear: 'مسح',
		dateFormat: 'dd-mm-yyyy',
		timeFormat: 'hh:ii aa',
		firstDay: 1
	};
})(jQuery);